Revit 2027 API
ParameterTypeId.ScheduleBaseLevelParam Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleBaseLevelParam { get; }
Public Shared ReadOnly Property ScheduleBaseLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleBaseLevelParam {
	ForgeTypeId^ get ();
}
static member ScheduleBaseLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace